/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "オン";
"general.off" = "オフ";
"general.login" = "ログイン";
"general.logout" = "ログアウト";
"general.ok" = "OK";
"general.cancel" = "キャンセル";
"general.username" = "ユーザ名";
"general.password" = "パスワード";
"general.na" = "N/A";

"input.value_is_empty" = "値は空欄にできません。";
"input.already_exists" = "値はすでに存在します。";

// Guide Window
"guide.highlights" = "ハイライト";
"guide.basic_settings" = "基本設定";
"guide.faq" = "よくある質問";

// Initial Window
"initial.announcement" = "IINAバージョン %@ を使用しています";
"initial.beta.desc" = "リリースバージョンにロールバックする場合は、設定 > 一般 の \"ベータアップデートを受信\" のチェックを外し、<a href=\"https://iina.io\">公式Webサイト</a> から安定版リリースをインストールしてください。";
"initial.nightly.desc" = "Nightlyを常用することは推奨されません。Nightlyビルドは、現在自動アップデートに対応していません。新しいビルドは<a href=\"https://nightly.iina.io\">Nightly Webサイト</a>から手動でダウンロードしてください。";
"initial.debug.desc" = "デバッグビルドは通常パフォーマンスが最適化されていないので、常用することは推奨されません。デバッグビルドは自動アップデートに対応していません。";
"initial.bug_report" = "<a href=\"https://github.com/iina/iina/issues\">GitHub issues</a> で報告してください。";

// Inspector Window
"inspector.error" = "エラー";

// MainWindowController.swift
"main.buffering_indicator" = "バッファリング中… %d%%";
"main.opening_stream" = "ストリームを開いています…";
"main.seeking_indicator" = "シーク中…";
"osc.precision" = "精度";
"osc.1s" = "1 秒";
"osc.100ms" = "100ミリ秒";
"osc.10ms" = "10ミリ秒";
"osc.1ms" = "1ミリ秒";

// QuickSettingViewController.swift
"quicksetting.item_default" = "デフォルト";
"quicksetting.item_none" = "なし";
"quicksetting.hwdec" = "ハードウェアデコーディング";
"quicksetting.deinterlace" = "インターレース解除";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "隠す";
"quicksetting.reset_speed" = "";

// EQ Presets
"eq.preset.flat" = "フラット";
"eq.preset.acoustic" = "アコースティック";
"eq.preset.classical" = "クラシック";
"eq.preset.dance" = "ダンス";
"eq.preset.deep" = "ディープ";
"eq.preset.electronic" = "エレクトロニック";
"eq.preset.hip_hop" = "ヒップホップ";
"eq.preset.increase_bass" = "低音を上げる";
"eq.preset.increase_treble" = "高音を上げる";
"eq.preset.increase_vocal" = "ボーカルを強調";
"eq.preset.jazz" = "ジャズ";
"eq.preset.latin" = "ラテン";
"eq.preset.loundness" = "ラウドネス";
"eq.preset.lounge" = "ラウンジ";
"eq.preset.piano" = "ピアノ";
"eq.preset.pop" = "ポップ";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "低音を減らす";
"eq.preset.reduce_treble" = "高域を減らす";
"eq.preset.rock" = "ロック";
"eq.preset.small_speaker" = "小さいスピーカー";
"eq.preset.spoken_word" = "朗読";

"alert.eq.new_profile.title" = "新しいEQプロファイル";
"alert.eq.new_profile.message" = "プロファイルの名前を入力してください。";
"alert.eq.rename.title" = "現在のプロファイルの名前を変更";
"alert.eq.rename.message" = "新しいプロファイル名を入力してください。";

// OSDMessage.swift
"osd.pause" = "一時停止";
"osd.resume" = "再開";
"osd.volume" = "音量: %@";
"osd.speed" = "再生速度: %@倍";
"osd.aspect" = "アスペクト比: %@";
"osd.crop" = "クロップ: %@";
"osd.rotate" = "回転: %i°";
"osd.deinterlace" = "インターレース解除: %@";
"osd.hwdec" = "ハードウェアデコード中: %@";
"osd.audio_delay.nodelay" = "オーディオディレイ: ディレイなし";
"osd.audio_delay.later" = "オーディオディレイ: %@秒 遅く";
"osd.audio_delay.earlier" = "オーディオディレイ: %@秒 早く";
"osd.sub_delay.nodelay" = "字幕ディレイ: ディレイなし";
"osd.sub_delay.later" = "字幕ディレイ: %@秒 遅く";
"osd.sub_delay.earlier" = "字幕ディレイ: %@秒 早く";
"osd.subtitle_pos" = "字幕の位置: %@";
"osd.sub_hidden" = "字幕を隠す";
"osd.sub_visible" = "字幕を表示する";
"osd.sub_second_delay.nodelay" = "副字幕の遅延: 遅延なし";
"osd.sub_second_delay.later" = "副字幕の遅延: %@秒遅く";
"osd.sub_second_delay.earlier" = "副字幕の遅延: %@秒早く";
"osd.sub_second_hidden" = "副字幕を隠す";
"osd.sub_second_pos" = "副字幕の表示位置: %@";
"osd.sub_second_visible" = "副字幕を表示する";
"osd.mute" = "ミュート";
"osd.unmute" = "ミュート解除";
"osd.screenshot" = "スクリーンショットを保存しました";
"osd.abloop.a" = "AB-リピート: A";
"osd.abloop.b" = "AB-リピート: B";
"osd.abloop.clear" = "AB-リピート: リセット";
"osd.stop" = "一時停止";
"osd.chapter" = "チャプター: %@";
"osd.subtitle_scale" = "字幕の大きさ: %@x";
"osd.add_to_playlist" = "%i個のファイルをプレイリストに追加しました";
"osd.clear_playlist" = "プレイリストをクリアしました";
"osd.video_eq.contrast" = "コントラスト: %i";
"osd.video_eq.gamma" = "ガンマ値: %i";
"osd.video_eq.hue" = "色調: %i";
"osd.video_eq.saturation" = "彩度: %i";
"osd.video_eq.brightness" = "明るさ: %i";
"osd.find_online_sub" = "オンラインで字幕を探しています…";
"osd.find_online_sub.source" = "検索先:";
"osd.sub_not_found" = "字幕が見つかりませんでした";
"osd.sub_found" = "字幕を%d個見つけました。";
"osd.sub_downloading" = "%d個の字幕をダウンロード中";
"osd.sub_downloaded" = "字幕をダウンロードしました";
"osd.sub_saved" = "字幕を保存しました";
"osd.network_error" = "ネットワークエラー";
"osd.file_error" = "ファイルの読み込みエラー";
"osd.cannot_login" = "ログインできません";
"osd.canceled" = "キャンセルされました";
"osd.cannot_connect" = "接続できません";
"osd.timed_out" = "タイムアウト";
"osd.filter_added" = "追加したフィルター: %@";
"osd.filter_removed" = "削除したフィルター";
"osd.file_loop" = "1つのファイルをループ";
"osd.playlist_loop" = "プレイリストをループ";
"osd.no_loop" = "ループを無効にする";

"preference.title" = "環境設定";
"preference.general" = "一般";
"preference.ui" = "UI";
"preference.video_audio" = "ビデオ/オーディオ";
"preference.subtitle" = "字幕";
"preference.network" = "ネットワーク";
"preference.control" = "コントロール";
"preference.keybindings" = "キーの割り当て";
"preference.advanced" = "詳細設定";
"preference.plugins" = "プラグイン";
"preference.utilities" = "ユーティリティ";
"preference.scripts" = "スクリプト";
"preference.not_logged_in" = "ログインしていません";
"preference.logged_in_as" = "%@としてログイン中";
"preference.system_media_control" = "システムのメディアコントロールを使用";

"preference.key_binding_hint_1" = "この設定を編集するには、先に\"複製…\"ボタンをクリックしてコピーを作成してください。";
"preference.key_binding_hint_2" = "右側の行をダブルクリックすることで対応するキー割り当て設定を編集できます。";

"preference.enable_adv_settings" = "高度な設定を有効化";

"preference.sub_override_level.no" = "いいえ";
"preference.sub_override_level.force" = "強制的";
"preference.sub_override_level.scale" = "大きさ";
"preference.sub_override_level.strip" = "ストリップ";
"preference.sub_override_level.yes" = "はい";

"preference.sub_override_level.descriptive_text.no" = "字幕スクリプトで指定された字幕を上書きせずにレンダリングします。";
"preference.sub_override_level.descriptive_text.force" = "すべての字幕スタイルを適用します。";
"preference.sub_override_level.descriptive_text.scale" = "このセクションのスタイル設定に加えて、スケール設定を適用します。";
"preference.sub_override_level.descriptive_text.strip" = "すべてのASSタグとスタイルをサブタイトルから大胆に取り除きます。";
"preference.sub_override_level.descriptive_text.yes" = "このセクションのすべてのスタイル設定を適用します。";

"preference.ytdl_plugin_not_installed" = "「プラグイン > GitHubからインストール」からOnline Mediaプラグインをインストールし、高度な機能やビデオのダウンロード、yt-dlpの自動アップデートなどを楽しむことができます。";
"preference.ytdl_plugin_installed" = "Online メディア プラグインがインストールされているため、組み込みの youtube-dl サポートは無効になっています。";

"menu.volume" = "音量: %@";
"menu.volume_muted" = "ボリューム: %@ (ミュート中)";
"menu.audio_delay" = "オーディオディレイ: %@s";
"menu.sub_delay" = "字幕ディレイ: %@s";
"menu.sub_hide" = "字幕を隠す";
"menu.sub_show" = "字幕を表示する";
"menu.sub_second_hide" = "副字幕を隠す";
"menu.sub_second_show" = "副字幕を表示する";
"menu.fullscreen" = "フルスクリーンにする";
"menu.exit_fullscreen" = "フルスクリーンを解除";
"menu.pip" = "ピクチャー・イン・ピクチャーを使用";
"menu.exit_pip" = "ピクチャー・イン・ピクチャーを終了";
"menu.mini_player" = "ミュージックモードにする";
"menu.exit_mini_player" = "ミュージックモードを終了する";
"menu.pause" = "一時停止";
"menu.resume" = "再生";
"menu.speed" = "再生速度: %@倍";
"menu.chapters" = "チャプターパネルを表示";
"menu.hide_chapters" = "チャプターパネルを隠す";
"menu.playlist" = "プレイリストパネルを開く";
"menu.hide_playlist" = "プレイリストパネルを隠す";
"menu.video" = "ビデオパネルを表示";
"menu.hide_video" = "ビデオパネルを隠す";
"menu.audio" = "オーディオパネルを表示";
"menu.hide_audio" = "オーディオパネルを隠す";
"menu.subtitles" = "字幕パネルを表示";
"menu.hide_subtitles" = "字幕パネルを隠す";

"menu.seek_forward" = "%@秒進む";
"menu.seek_backward" = "%@秒戻る";
"menu.speed_up" = "再生速度を%@倍";
"menu.speed_down" = "再生速度を%@倍";
"menu.volume_up" = "音量 + %@%%";
"menu.volume_down" = "音量 - %@%%";
"menu.audio_delay_up" = "オーディオディレイ + %@s";
"menu.audio_delay_down" = "オーディオディレイ - %@s";
"menu.sub_delay_up" = "字幕ディレイ + %@秒";
"menu.sub_delay_down" = "字幕ディレイ - %@秒";

"menu.crop_custom" = "カスタム…";
"menu.find_online_sub" = "%@ からオンライン字幕を探す";

"menu.manage_plugins" = "プラグインを管理する…";
"menu.developer_tool" = "開発者向けツール";
"menu.more_plugin" = "さらに見る…";
"menu.conflicting_shortcuts" = "キー割り当てが重複しています…";
"menu.reload_plugins" = "すべてのプラグインを再読み込み";
"menu.show_plugins_panel" = "プラグインパネルを表示";
"menu.hide_plugins_panel" = "プラグインパネルを非表示";

"track.audio" = "オーディオ";
"track.none" = "<なし>";
"track.sub" = "字幕";
"track.video" = "ビデオ";

"subtrack.no_loaded" = "字幕が読み込まれていません";
"subtrack.no_external" = "外部の字幕が見つかりません";

// Alerts
"alert.beta_channel.title" = "ベータ版のアップデート通知を受け取る";

"alert.title_error" = "エラー";
"alert.title_warning" = "警告";
"alert.title_info" = "情報";

"alert.fatal_error" = "致命的なエラー: %@ \nアプリケーションを終了します。";
"alert.mpv_error" = "内部エラー %@ (%@) がユーザーオプション %@ の設定中に発生しました。";

"alert.unsupported_audio" = "対応していない外部のオーディオファイルです。";
"alert.unsupported_video" = "対応していない外部のビデオファイルです。";
"alert.unsupported_sub" = "対応していない外部の字幕ファイルです。";
"alert.unsupported_url" = "対応していないURLです。";
"alert.wrong_url_format" = "URLの形式が間違っています。";

"alert.error_open" = "ファイルもしくはURLが開けません！";
"alert.error_finding_file" = "%@ というファイルは見つかりません！";
"alert.error_loading_script" = "次のスクリプトは読み込めません！%@";
"alert.error_saving_file" = "%@の保存時にエラーが発生しました: %@";
"alert.error_deleting_file" = "ファイルを削除できません。";

"alert.target_peak.bad_value" = "値 \"%@\" は無効です。\n10～10000、または0の間の値を指定してください。";

"alert.config.new.title" = "設定の新規作成";
"alert.config.new.message" = "新しい設定ファイルの名前を入力を入力してください。";
"alert.config.duplicate.title" = "設定の複製";
"alert.config.duplicate.message" = "複製する設定ファイルの名前を入力してください。";
"alert.config.file_existing.title" = "ファイルが既に存在しています";
"alert.config.file_existing.message" = "同じファイル名がすでに存在しています。OKを押してファイルをFinderから表示します。";
"alert.config.cannot_create" = "設定ファイルが作成できません！\n%@";
"alert.config.cannot_write" = "設定ファイルに書き込めません！";
"alert.config.rename.title" = "入力設定の名前を変更";
"alert.config.rename.message" = "設定の新しい名前を入力してください。";

"alert.filter.incorrect" = "フィルタの設定時にエラーが発生しました。パラメータの形式を確認してください。";
"alert.add_filter.title" = "フィルターの新規作成";
"alert.add_filter.message" = "mpvの vf または af オプションの形式でフィルター名を入力してください。";

"alert.keybinding_config.error" = "キーバインディングの設定ファイル\"%@\"の読み込み時にエラーが発生しました！IINAのデフォルト設定に戻します。設定を確認してください。";

"alert.extra_option.cannot_read" = "mpvの追加オプションが読み込めません。";
"alert.extra_option.empty" = "キーもしくは値を空欄にはできません！";
"alert.extra_option.error" = "オプションの設定 --%@=%@ で返り値 %d のエラーが発生しました。設定 > 高度な設定 より追加オプションの設定を確認してください。";
"alert.extra_option.config_folder" = "設定ディレクトリー\"%@\"の設定エラーが発生しました";

"alert.playlist.error_deleting" = "削除エラー: %@";

"alert.screenshot.error_taking" = "スクリーンショットを撮ることができません！";

"alert.sub.no_selected" = "ダウンロードした字幕を最初に選択してください。";
"alert.sub_lang_not_set" = "OpenSubtitlesを利用する前に、環境設定で字幕の優先言語を設定してください。今回は英語(eng)が使用されます。";
"alert.sub.cannot_save_passwd" = "パスワードをキーチェーンに保存できません: %@";
"alert.sub.cannot_login" = "ログインできません。ユーザー名とパスワード、ネットワーク環境をご確認ください。\n\n%@";
"alert.sub.save_downloaded.title" = "ダウンロードした字幕を保存";

"alert.set_default.title" = "IINAをデフォルトのアプリケーションに設定";
"alert.set_default.message" = "対応する全てのファイル形式にIINAをデフォルトアプリケーションとして設定します。";
"alert.set_default.success" = "完了しました。(成功: %d件, 失敗: %d件)";

"alert.add_watch.title" = "監視するmpvのプロパティを追加";
"alert.add_watch.message" = "有効なmpvのプロパティ名を入力してください。";

"alert.jump_to.title" = "次の時間へジャンプ";
"alert.jump_to.message" = "ジャンプしたい位置の時間を入力してください。例: 20:35";

"alert.opensub.login.title" = "OpenSubtitlesにログイン";
"alert.opensub.login.message" = "ユーザー名とパスワードを入力してください";

"alert.open_url.title" = "URLを開く";
"alert.open_url.message" = "URLを入力してください:";
"alert.choose_media_file.title" = "メディアファイルを選択";

"alert.add_url.title" = "URLを追加";
"alert.add_url.message" = "URLを入力:";

"alert.delete_history.title" = "再生履歴の削除";
"alert.delete_history.message" = "本当に選択した項目を削除しますか？";

"alert.filter_hwdec.message" = "あなたは今ビデオフィルターを適用しようとしていますが、お使いのハードウェアデコーダーはビデオフィルタリングに対応していない可能性があります。ハードウェアデコーディングをオフにするか、2倍のメモリを消費する\"自動(コピー)\"をご使用ください。\n設定後、正常に動作させるには操作をやり直す(クロップ範囲の再設定など)必要がある場合があります。";
"alert.filter_hwdec.abort" = "破棄";
"alert.filter_hwdec.turn_off" = "ハードウェアデコーディングをオフにする";
"alert.filter_hwdec.use_copy" = "自動 (コピー) 方式に切り替え";

"alert.clear_cache.title" = "サムネイルキャッシュを消去する";
"alert.clear_cache.message" = "本当にすべてのサムネイルキャッシュを消去しますか？";

"alert.clear_history.title" = "再生履歴を消去する";
"alert.clear_history.message" = "本当にすべての再生履歴を消去しますか？";

"alert.clear_watch_later.title" = "保存済みの再生進度を消去する";
"alert.clear_watch_later.message" = "本当にすべての保存済み再生進度(\"あとで見る\"情報)を消去しますか？";

"alert.restore_alerts.title" = "ダイアログの警告をリセット";
"alert.restore_alerts.message" = "すべてのダイアログの警告をリセットします。よろしいですか？";

"alert.nothing_to_open" = "開くファイルがありません。";

"alert.no_video_track" = "ビデオトラックがありません。";

"alert.duplicate_config" = "デフォルト設定は編集できません。編集前に設定を複製してください。";

"alert.assrt_register" = "APIリクエスト数が制限されているため、ご自身で発行したAPIトークンを使用することを推奨しています。元から設定されているトークンは試用であり、ネットワークエラーが発生する恐れがあります。";
"alert.assrt_register.register" = "今すぐ登録する";
"alert.assrt_register.try" = "使ってみる";
"alert.assrt_token_prompt.title" = "APIトークンを入力";
"alert.assrt_token_prompt.message" = "開かれたWebページで登録してください。ホーム画面でトークンを取得し、以下に入力してください:";
"alert.assrt_token_invalid" = "Assrt APIトークンが有効ではないようです。";

"alert.plugin_uninstall.title" = "%@ をアンインストールしてもよろしいですか？";
"alert.plugin_uninstall.message" = "プラグインはディスクから削除されます。";
"alert.plugin_reinstall.title" = "%@はすでに存在しています";
"alert.plugin_reinstall.message" = "プラグインを再インストールしますか？";
"alert.duplicated_plugin_id" = "重複したプラグイン識別子が検出されました。2つ以上のプラグインには同じ識別子 \"%@\" があります。異常な動作を引き起こす可能性があります。 環境設定 - プラグインを見つけ、著者に報告してください。 プラグインがローカルにインストールされている場合は、プラグインの Info.json ファイル内の識別子を手動で変更することもできます。";
"alert.plugin_no_update" = "アップデートは見つかりませんでした。";
"alert.plugin_update_found.title" = "%@ のアップデートが見つかりました";
"alert.plugin_update_found.message" = "最新バージョンは %@です。 今のバージョンは%@です。アップデートしますか？";
"alert.plugin_permission" = "このプラグインには以下の権限が必要です。続行する前に確認してください。";
"alert.plugin_permission_added" = "このアップデートには追加の権限が必要です。続行する前に確認してください。";

"playlist.total_length" = "合計 %@";
"playlist.total_length_with_selected" = "%@ / %@を選択中";
"playlist.sorting.header" = "ソート中";
"playlist.sorting.filename_ascending" = "ファイル名で昇順";
"playlist.sorting.filename_descending" = "ファイル名で降順";
"playlist.sorting.path_ascending" = "ファイルパスで昇順";
"playlist.sorting.path_descending" = "ファイルパスで降順";
"pl_menu.title_multi" = "%d個の項目";
"pl_menu.play_next" = "次に再生";
"pl_menu.play_in_new_window" = "新しいウィンドウで再生";
"pl_menu.remove" = "削除";
"pl_menu.remove_multi" = "選択した項目を削除";
"pl_menu.delete" = "ゴミ箱へ移動";
"pl_menu.delete_multi" = "選択したファイルをゴミ箱へ移動";
"pl_menu.delete_after_play" = "再生した後にゴミ箱へ移動";
"pl_menu.delete_after_play_multi" = "再生した後に選択したファイルをゴミ箱へ移動";
"pl_menu.show_in_finder" = "Finderで表示";
"pl_menu.add_file" = "ファイルの追加…";
"pl_menu.add_url" = "URLの追加…";
"pl_menu.clear_playlist" = "プレイリストを消去する";
"pl_menu.matched_sub" = "該当する字幕 %d 件";
"pl_menu.add_sub" = "字幕の追加…";
"pl_menu.wrong_sub" = "誤った字幕です！";
"pl_menu.browser" = "ブラウザで開く";
"pl_menu.copy_url" = "URLをコピー";
"pl_menu.copy_url_multi" = "URLをコピー";

"keymapping.title" = "キーマッピング";
"keymapping.message" = "保存するには何かキーを押してください。";

"filter.video_filters" = "ビデオフィルター一覧";
"filter.audio_filters" = "オーディオフィルター一覧";

"hwdec.no" = "ハードウェアデコーディングを使用しません。";
"hwdec.auto" = "ハードウェアデコーディングを使用します。多くのビデオフィルターは正常に動作しません。";
"hwdec.auto-copy" = "ハードウェアデコーディングを使用します。二倍のメモリを使用しますが、ビデオフィルターを適用できます。";

"gaplessAudio.no" = "連続したオーディオファイルを再生する場合は、ファイル変更時に無音または中断が生じることがあります。";
"gaplessAudio.weak" = "デコーダ出力のオーディオフォーマットを変更した場合、オーディオデバイスが閉じられてから再度開かれるため、ギャップレス再生が中断されます。";
"gaplessAudio.yes" = "オーディオデバイスは、最初に再生するファイルで選択されたパラメータを使用して開かれた後、ギャップレス再生のため開かれたままになります。次のファイルが再サンプリングされる場合があります。";

"subencoding.auto" = "自動検出";

"osc_toolbar.settings" = "クイック設定";
"osc_toolbar.playlist" = "プレイリストとチャプター";
"osc_toolbar.pip" = "ピクチャー・イン・ピクチャーの切り替え";
"osc_toolbar.full_screen" = "フルスクリーン切り替え";
"osc_toolbar.music_mode" = "ミュージックモード切り替え";
"osc_toolbar.sub_track" = "字幕トラックを選択";
"osc_toolbar.screenshot" = "スクリーンショットを撮影";
"osc_toolbar.plugins" = "プラグインパネルを表示";

"mini_player.album_art" = "アルバムアートの切り替え";
"mini_player.loop" = "リピート";
"mini_player.shuffle" = "シャッフル";
"mini_player.remove" = "プレイリストから削除";
"mini_player.add" = "プレイリストに追加";
"mini_player.delete" = "プレイリストから全てのトラックを削除";
"mini_player.volume" = "音量";
"mini_player.close" = "ミュージックモードの終了";
"mini_player.back" = "ビデオモードに戻る";
"mini_player.sort" = "プレイリストを並べ替える";

// Touch bar

"touchbar.ahead_15" = "15秒 進む";
"touchbar.ahead_30" = "30秒 進む";
"touchbar.back_15" = "15秒 戻す";
"touchbar.back_30" = "30秒 戻す";
"touchbar.next_video" = "次のビデオへ";
"touchbar.prev_video" = "前のビデオへ";
"touchbar.increase_volume" = "音量 +";
"touchbar.decrease_volume" = "音量 -";
"touchbar.rewind" = "巻き戻し";
"touchbar.fast_forward" = "早送り";
"touchbar.play_pause" = "再生 / 一時停止";
"touchbar.seek" = "シーク";
"touchbar.time" = "再生位置";
"touchbar.remainingTimeOrTotalDuration" = "残り時間/合計時間";
"touchbar.toggle_pip" = "ピクチャインピクチャの切り替え";

// Plugin permissions

"permissions.network-request.name" = "ネットワークリクエスト";
"permissions.network-request.desc" = "このプラグインは、これらのウェブサイトにデータを通信（アップロード含む）することができます：";
"permissions.network-request.any_site" = "任意のサイト";
"permissions.show-osd.name" = "OSDを表示";
"permissions.show-osd.desc" = "このプラグインは OSD (オンスクリーン機能) メッセージを表示できます。";
"permissions.show-alert.name" = "アラートを表示";
"permissions.show-alert.desc" = "このプラグインはポップアップアラートを表示できます。";
"permissions.video-overlay.name" = "動画にオーバーレイを追加";
"permissions.video-overlay.desc" = "このプラグインは、ビデオに追加のコンテンツを表示することができます。";
"permissions.file-system.name" = "ファイルシステムにアクセス";
"permissions.file-system.desc" = "このプラグインは、機密情報を含むディスク上のファイルを読み書きすることができます。 また、お使いのコンピュータに害を与える可能性がある他のプログラムやアプリケーションを呼び出すことができます。続行する前にソースを十分に確認してください.";

"plugin.install" = "インストール";
"plugin.installed" = "インストール済";
"plugin.not_installed" = "インストールされていません";
"plugin.local" = "ローカルにインストールされました";
"alert.plugin.install_error" = "インストール中にエラーが発生しました: %@";
"alert.invalid_url" = "URLが無効です。";
"plugin.install_error.invalid_url" = "URLが無効です。";
"plugin.install_error.file_not_found" = "パッケージファイルが見つかりません。";
"plugin.install_error.cannot_download" = "プラグインのダウンロードに失敗しました。\n\n結果:%@\n";
"plugin.install_error.cannot_unpackage" = "プラグインのパッケージ解除に失敗しました。\n\n結果:%@\n";
"plugin.install_error.cannot_load" = "IINAはこのプラグインを読み込むことができません。フォーマットが間違っている可能性があります。";
"plugin.check_for_updates" = "アップデートを確認";
"plugin.updating" = "アップデートをダウンロード中...";
